Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/PreferencesUI/PasscodeLock-DimpleKey.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# DTO_BEGIN_TITLE_CHANGE_TOUCH_ID
source: Security Delay Required to Change Touch ID
ar: مطلوب تأخير أمني لتغيير بصمة الإصبع
bg: Изисква се забавяне с цел защита, за да промените Touch ID
ca: Interval de seguretat obligatori per canviar el Touch ID
cs: Před změnou Touch ID musí uplynout bezpečnostní prodleva
da: Sikkerhedsforsinkelse kræves for at ændre Touch ID
de: Sicherheitsverzögerung zum Ändern von Touch ID erforderlich
el: Απαιτείται καθυστέρηση ασφαλείας για αλλαγή του Touch ID
es: Debe transcurrir el tiempo de espera de seguridad para cambiar Touch ID
es_us: Espera de seguridad requerida para cambiar Touch ID
fi: Suojausviive vaaditaan Touch ID:n muuttamista varten
fr: Délai de sécurité requis pour modifier les réglages Touch ID
fr_ca: Délai de sécurité requis pour modifier Touch ID
he: יש להמתין לסיום השהיית האבטחה כדי לשנות את Touch ID
hi: Touch ID बदलने के लिए सुरक्षा विलंब आवश्यक है
hr: Sigurnosna odgoda potrebna je za promjenu Touch ID‑ja
hu: Biztonsági késleltetés szükséges a Touch ID módosításához
id: Penundaan Keamanan Diperlukan untuk Mengubah Touch ID
it: Ritardo di sicurezza previsto per modificare Touch ID
ja: Touch IDの変更を行うにはセキュリティ上の理由から時間を置く必要があります
kk: Touch ID функциясын өзгерту үшін қауіпсіздік кідірісі қажет
ko: Touch ID를 변경하려면 보안 지연을 거쳐야 함
lt: Reikia saugumo delsos, kad būtų galima pakeisti „Touch ID“
ms: Penundaan Keselamatan Diperlukan untuk Menukar Touch ID
nl: Beveiligingsvertraging vereist om Touch ID te wijzigen
no: Sikkerhetsforsinkelse kreves for å endre Touch ID
pl: Zmiana dotycząca Touch ID jest możliwa z opóźnieniem
pt_br: Adiamento de Segurança Necessário para Alterar o Touch ID
pt_pt: Intervalo de segurança necessário para alterar o Touch ID
ro: Întârziere de securitate obligatorie înainte de a modifica Touch ID
ru: Перед изменением Touch ID необходима системная задержка для защиты данных
sk: Pred zmenou nastavení Touch ID musí prebehnúť bezpečnostné oneskorenie
sl: Za spreminjanje funkcije Touch ID je zahtevana varnostna zakasnitev
sv: Säkerhetsfördröjning krävs för att ändra Touch ID
th: ต้องรอเวลาเพื่อความปลอดภัยในการเปลี่ยน Touch ID
tr: Touch ID’yi Değiştirmek İçin Güvenlik Gecikmesi Gerekli
uk: Перед зміненням Touch ID потрібна захисна затримка
vi: Yêu cầu trì hoãn bảo mật để thay đổi Touch ID
zh_cn: 需要安全延迟才能更改触控ID
zh_hk: 需要保安延遲才能更改Touch ID
zh_tw: 需要等待安全性延遲才能更改Touch ID

# DTO_ALERT_COULD_NOT_UPDATE_SECURITY_DELAY
source: An error occurred trying to update the Security Delay for Stolen Device Protection.
ar: حدث خطأ أثناء محاولة تحديث التأخير الأمني لميزة حماية الجهاز المسروق.
bg: Възникна грешка при опита за обновяване на забавянето с цел защита за Защита на откраднато устройство.
ca: Hi ha hagut un error en actualitzar l’interval de seguretat de la protecció en cas de robatori del dispositiu.
cs: Při pokusu o aktualizaci bezpečnostní prodlevy ochrany odcizených zařízení došlo k chybě.
da: Der opstod en fejl under forsøg på at opdatere sikkerhedsforsinkelsen til Beskyttelse af stjålet enhed.
de: Beim Aktualisieren der Sicherheitsverzögerung des Schutzes für gestohlene Geräte ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά την απόπειρα ενημέρωσης της καθυστέρησης ασφαλείας για την Προστασία κλεμμένης συσκευής.
es: Se ha producido un error al intentar actualizar el tiempo de espera de seguridad de la protección en caso de robo del dispositivo.
es_us: Ocurrió un error al intentar desactivar la espera de seguridad para el dispositivo en caso de robo.
fi: Virhe yritettäessä päivittää Varastetun laitteen suojaus -ominaisuuden Suojausviive-asetusta.
fr: Une erreur s’est produite lors de la tentative de mise à jour du délai de sécurité de la fonctionnalité « Protection en cas de vol de l’appareil ».
fr_ca: Une erreur s’est produite lors de la tentative de mise à jour du délai de sécurité pour la protection en cas de vol de l’appareil.
he: אירעה שגיאה במהלך הניסיון לעדכן את השהיית האבטחה של המאפיין ״הגנה על מכשיר שנגנב״.
hi: “चोरी हो जाने पर डिवाइस सुरक्षा” के लिए सुरक्षा विलंब अपडेट करते समय एरर हुआ।
hr: Došlo je do greške tijekom pokušaja ažuriranja Sigurnosne odgode za Zaštitu ukradenog uređaja.
hu: Hiba történt az Ellopott eszköz védelme funkció biztonsági késleltetésének módosítására tett kísérlet során.
id: Terjadi kesalahan saat mencoba memperbarui Penundaan Keamanan untuk Perlindungan Perangkat Curian.
it: Si è verificato un errore durante il tentativo di aggiornamento del ritardo di sicurezza di “Protezione del dispositivo rubato”.
ja: “盗難デバイスの保護”のために“セキュリティ継続”をアップデートするときにエラーが起きました。
kk: Ұрланған құрылғыны қорғау үшін қауіпсіздік кідірісін жаңарту кезінде қате орын алды.
ko: 도난당한 기기 보호 기능을 위한 ‘보안 지연’을 업데이트하는 도중 오류가 발생했습니다.
lt: Bandant atnaujinti pavogto įrenginio apsaugai taikomą saugumo delsą įvyko klaida.
ms: Ralat berlaku semasa cuba mengemas kini Penundaan Keselamatan untuk Perlindungan Peranti Dicuri.
nl: Er heeft zich een fout voorgedaan bij het bijwerken van de beveiligingsvertraging voor 'Bescherming voor gestolen apparaat'.
no: Det oppsto en feil under forsøk på å oppdatere sikkerhets­forsinkelsen for Beskyttelse av stjålet enhet.
pl: Wystąpił błąd podczas próby uaktualnienia opóźnienia funkcji ochrony skradzionego urządzenia.
pt_br: Ocorreu um erro ao tentar atualizar o Adiamento de Segurança da Proteção de Dispositivo Roubado.
pt_pt: Ocorreu um erro ao tentar atualizar o intervalo de segurança para a proteção de dispositivos roubados.
ro: A survenit o eroare la încercarea de a actualiza întârzierea de securitate pentru protecția dispozitivelor furate.
ru: Произошла ошибка при попытке обновить системную задержку для защиты данных в контексте использования функции «Защита украденного устройства».
sk: Pri pokuse o aktualizáciu bezpečnostného oneskorenia pre ochranu odcudzeného zariadenia sa vyskytla chyba.
sl: Pri poskusu posodobitve varnostne zakasnitve za zaščito za ukradeno napravo je prišlo do napake.
sv: Ett fel inträffade vid uppdatering av säkerhetsfördröjningen för Skydd för stulen enhet.
th: เกิดข้อผิดพลาดขึ้นในระหว่างพยายามอัปเดตการรอเวลาเพื่อความปลอดภัยสำหรับการปกป้องอุปกรณ์เมื่อถูกขโมย
tr: Çalınan Aygıt Koruması için Güvenlik Gecikmesi güncellenmeye çalışılırken bir hata oluştu.
uk: Під час спроби оновити захисну затримку для Захисту вкраденого пристрою сталася помилка.
vi: Đã xảy ra lỗi trong khi cố gắng cập nhật Trì hoãn bảo mật cho Bảo vệ thiết bị khi bị đánh cắp.
zh_cn: 尝试更新“失窃设备保护”的安全延迟时发生错误。
zh_hk: 嘗試更新「失竊裝置保護」保安延遲時發生錯誤。
zh_tw: 嘗試更新「遭竊裝置防護」的安全性延遲時發生錯誤。

# DTO_ALERT_MUST_TURN_ON_FIND_MY_TITLE
source: Turning on Stolen Device Protection requires Find My iPhone to be turned on.
ar: لتشغيل حماية الجهاز المسروق، يجب تشغيل "العثور على iPhone".
bg: Включването на Защита на откраднато устройство изисква функцията Намери моя iPhone да бъде включена.
ca: Per activar la protecció en cas de robatori del dispositiu, cal que activis l’app Cerca de l’iPhone.
cs: Ochranu odcizených zařízení je možné aktivovat, jen když je zapnutá služba Najít iPhone.
da: Hvis du vil slå Beskyttelse af stjålet enhed til, skal Find min iPhone være slået til.
de: Um den Schutz für gestohlene Geräte aktivieren zu können, muss „Mein iPhone suchen“ eingeschaltet sein.
el: Η ενεργοποίηση της Προστασίας κλεμμένης συσκευής απαιτεί να είναι ενεργοποιημένη η Εύρεση iPhone.
es: Para activar la protección en caso de robo del dispositivo, debes activar primero “Buscar mi iPhone”.
es_us: Para activar la protección del dispositivo en caso de robo, se debe activar Buscar Mi iPhone.
fi: Jotta varastetun laitteen suojaus voidaan laittaa päälle, Etsi iPhoneni -ominaisuuden on oltava päällä.
fr: L’activation de la protection en cas de vol de l’appareil requiert l’activation de « Localiser mon iPhone ».
fr_ca: Pour activer la protection en cas de vol de l’appareil, vous devez d’abord activer Localiser mon iPhone.
he: הפעלת המאפיין ״הגנה על מכשיר שנגנב״ מחייבת הפעלה של ״איתור ה-iPhone״.
hi: “चोरी हो जाने पर डिवाइस सुरक्षा” चालू करने के लिए ज़रूरी है कि “मेरा iPhone ढूँढें” चालू हो।
hr: Uključivanje Zaštite ukradenog uređaja zahtijeva da značajka Nađi moj iPhone bude uključena.
hu: Az Ellopott eszköz védelme funkció bekapcsolásához az iPhone keresése funkciónak is bekapcsolva kell lennie.
id: Untuk menyalakan Perlindungan Perangkat Curian, Lacak iPhone juga harus dinyalakan.
it: Per attivare “Protezione del dispositivo rubato”, è necessario abilitare “Trova il mio iPhone”.
ja: “盗難デバイスの保護”をオンにするには、“iPhoneを探す”がオンになっている必要があります。
kk: «Ұрланған құрылғыны қорғау» функциясын қосу үшін «iPhone құрылғымды табу» функциясы қосылған болуы керек.
ko: ‘도난당한 기기 보호’를 켜려면 ‘나의 iPhone 찾기’가 켜져 있어야 합니다.
lt: Kad būtų galima įjungti pavogto įrenginio apsaugą, turi būti įjungtas „iPhone“ lokatorius.
ms: Mengaktifkan Perlindungan Peranti Dicuri memerlukan Cari iPhone Saya diaktifkan.
nl: Voor het inschakelen van 'Bescherming voor gestolen apparaat' moet Zoek mijn iPhone zijn ingeschakeld.
no: Finn iPhone må være på før du kan aktivere Beskyttelse av stjålet enhet.
pl: Włączenie ochrony skradzionego urządzenia wymaga włączenia funkcji Znajdź mój iPhone.
pt_br: A ativação da Proteção de Dispositivo Roubado requer que o recurso Buscar iPhone esteja ativado.
pt_pt: Para ativar a proteção de dispositivos roubados, é necessário ativar Encontrar iPhone.
ro: Activarea protecției pentru dispozitive furate necesită activarea funcționalității Găsire iPhone.
ru: Чтобы включить Защиту украденного устройства, сначала включите функцию «Найти iPhone».
sk: Ochranu odcudzeného zariadenia je možné aktivovať, len keď je zapnutá služba Nájsť môj iPhone.
sl: Če želite vklopiti zaščito za ukradeno napravo, mora biti funkcija Najdi iPhone vklopljena.
sv: Aktivering av Skydd för stulen enhet kräver att Hitta min iPhone är påslaget.
th: ต้องเปิดใช้ “ค้นหา iPhone ของฉัน” เพื่อเปิดใช้การปกป้องอุปกรณ์เมื่อถูกขโมย
tr: Çalınan Aygıt Koruması’nın açılması için iPhone’umu Bul’un açılması gerekir.
uk: Щоб увімкнути Захист украденого пристрою, спочатку потрібно ввімкнути функцію «Де iPhone».
vi: Việc bật Bảo vệ thiết bị khi bị đánh cắp yêu cầu tính năng Tìm iPhone phải được bật.
zh_cn: 打开“失窃设备保护”需要先打开“查找我的iPhone”。
zh_hk: 需要開啟「尋找我的iPhone」才能開啟「失竊裝置保護」。
zh_tw: 開啟「遭竊裝置防護」需要先開啟「尋找我的iPhone」。

# DTO_BEGIN_TITLE_CHANGE_PASSCODE
source: Security Delay Required to Change Passcode
ar: مطلوب تأخير أمني لتغيير رمز الدخول
bg: Изисква се забавяне с цел защита, за да промените кода
ca: Interval de seguretat obligatori per canviar el codi
cs: Před změnou kódu musí uplynout bezpečnostní prodleva
da: Sikkerhedsforsinkelse kræves for at skifte kode
de: Eine Sicherheitsverzögerung ist erforderlich, um den Code zu ändern.
el: Απαιτείται καθυστέρηση ασφαλείας για αλλαγή κωδικού
es: Debe transcurrir el tiempo de espera de seguridad para cambiar el código
es_us: Periodo de espera obligatorio para cambiar código
fi: Suojausviive vaaditaan pääsykoodin muuttamista varten
fr: Délai de sécurité requis pour modifier le code
fr_ca: Délai de sécurité requis pour changer de code
he: יש להמתין לסיום השהיית האבטחה כדי לשנות את קוד הגישה
hi: पासकोड बदलने के लिए सुरक्षा विलंब आवश्यक है
hr: Sigurnosna odgoda potrebna je za promjenu šifre
hu: Biztonsági késleltetés szükséges a jelkód módosításához
id: Penundaan Keamanan Diperlukan untuk Mengubah Kode Sandi
it: Ritardo di sicurezza previsto per cambiare il codice
ja: パスコードを変更するにはセキュリティ上の理由から時間を置く必要があります
kk: Құпиякодты өзгерту үшін қауіпсіздік кідірісі қажет
ko: 암호를 변경하려면 보안 지연을 거쳐야 함
lt: Reikia saugumo delsos, kad būtų galima pakeisti prieigos kodą
ms: Penundaan Keselamatan Diperlukan untuk Menukar Kod Laluan
nl: Beveiligingsvertraging vereist om toegangscode te wijzigen
no: Sikkerhetsforsinkelse kreves for å endre koden
pl: Zmiana kodu jest możliwa z opóźnieniem
pt_br: Adiamento de Segurança Necessário para Alterar o Código
pt_pt: Intervalo de segurança necessário para alterar o código
ro: Întârziere de securitate obligatorie înainte de a schimba codul de acces
ru: Перед сменой код‑пароля необходима системная задержка для защиты данных
sk: Pred zmenou kódu musí prebehnúť bezpečnostné oneskorenie
sl: Za spreminjanje kode za dostop je zahtevana varnostna zakasnitev
sv: Säkerhetsfördröjning krävs för att ändra lösenkod
th: ต้องรอเวลาเพื่อความปลอดภัยในการเปลี่ยนรหัส
tr: Parolayı Değiştirmek İçin Güvenlik Gecikmesi Gerekli
uk: Перед зміненням коду допуску потрібна захисна затримка
vi: Yêu cầu trì hoãn bảo mật để thay đổi mật mã
zh_cn: 需要安全延迟才能更改密码
zh_hk: 需要保安延遲才能更改密碼
zh_tw: 需要等待安全性延遲才能更改密碼

# DTO_AUTHENTICATION_FALLBACK_DESCRIPTION_TURN_OFF_PASSCODE
source: Authentication is required before you can turn off passcode.
ar: مطلوب المصادقة أولًا حتى يمكنك إيقاف رمز الدخول.
bg: Изисква се идентификация, преди да можете да изключите кода.
ca: Per desactivar el codi, cal que t’autentiquis.
cs: Než přístupový kód vypnete, musíte ověřit svoji totožnost.
da: Godkendelse kræves, før du kan slå kode fra.
de: Vor dem Deaktivieren des Codes ist eine Authentifizierung erforderlich.
el: Απαιτείται έλεγχος ταυτότητας για να απενεργοποιήσετε τον κωδικό.
es: Para poder desactivar el código del dispositivo, primero debes autenticarte.
es_us: Se requiere autenticación para poder desactivar el código.
fi: Todentaminen vaaditaan ennen kuin voit laittaa pääsykoodin pois päältä.
fr: Vous devez vous authentifier pour désactiver le code.
fr_ca: L’authentification est requise pour vous permettre de désactiver le code.
he: יש לבצע אימות לצורך ביטול קוד הגישה.
hi: पासकोड बंद करने से पहले प्रमाणन आवश्यक है।
hr: Za isključenje šifre potrebna je autorizacija.
hu: Hitelesítés szükséges, mielőtt kikapcsolhatná a jelkódot.
id: Pengesahan diperlukan sebelum Anda dapat mematikan kode sandi.
it: Per poter disattivare il codice è richiesta l’autenticazione.
ja: パスコードをオフにするには認証が必要です。
kk: Құпиякодты өшіру алдында аутентификациядан өту қажет.
ko: 암호를 끄려면 인증이 필요합니다.
lt: Kad galėtumėte išjungti prieigos kodą, reikia autentifikuoti.
ms: Pengesahan diperlukan sebelum anda boleh menyahaktifkan kod laluan.
nl: Authenticatie is vereist voordat je de toegangscode kunt uitschakelen.
no: Autentisering kreves før du kan slå av bruk av kode.
pl: Aby móc wyłączyć kod, musisz się uwierzytelnić.
pt_br: Para desativar o código, você deve se autenticar.
pt_pt: A autenticação é necessária para desativar o código.
ro: Autentificarea este obligatorie înainte de a putea să dezactivați codul de acces.
ru: Прежде чем выключить запрос код‑пароля, необходимо пройти аутентификацию.
sk: Pred vypnutím kódu sa musíte autentifikovať.
sl: Zahtevano je preverjanje pristnosti. Šele nato boste lahko izklopili kodo za dostop.
sv: Autentisering krävs innan du kan stänga av lösenkoden.
th: ต้องมีการตรวจสอบสิทธิ์ก่อนที่คุณจะสามารถปิดการใช้รหัสได้
tr: Parolayı kapatabilmeniz için kimlik doğrulama gerekiyor.
uk: Потрібно виконати автентифікацію, перш ніж вимикати код допуску.
vi: Yêu cầu xác thực trước khi bạn có thể tắt mật mã.
zh_cn: 需要认证才能关闭密码。
zh_hk: 需要認證才能關閉密碼。
zh_tw: 需要認證才能關閉密碼。

# DTO_IN_PROGRESS_DESCRIPTION_SET_UP_FACE_ID
source: You will get a notification when the security delay ends. You will then be able to set up Face ID.
ar: سيصلك إشعار عند انتهاء مدة التأخير الأمني. سيكون بإمكانك حينئذٍ إعداد بصمة الوجه.
bg: Ще получите известие, когато забавянето с цел защита приключи. След това ще можете да настроите Face ID.
ca: Quan finalitzi l’interval de seguretat, rebràs una notificació i podràs configurar el Face ID.
cs: Až bezpečnostní prodleva skončí, dostanete oznámení. Pak budete moct Face ID nastavit.
da: Du får en notifikation, når sikkerhedsforsinkelsen er slut. Derefter kan du indstille Face ID.
de: Du wirst benachrichtigt, sobald die Sicherheitsverzögerung beendet ist. Anschließend kannst du Face ID einrichten.
el: Θα λάβετε μια γνωστοποίηση όταν λήξει η καθυστέρηση ασφαλείας. Στη συνέχεια, θα μπορείτε να διαμορφώσετε το Face ID.
es: Cuando haya transcurrido el tiempo de espera de seguridad, recibirás una notificación y podrás configurar Face ID.
es_us: Recibirás una notificación cuando haya transcurrido la espera de seguridad y puedas configurar Face ID.
fi: Saat ilmoituksen, kun suojausviive on päättynyt. Sen jälkeen voit ottaa Face ID:n käyttöön.
fr: Vous recevrez une notification une fois le délai de sécurité écoulé. Vous pourrez alors configurer Face ID.
fr_ca: Vous recevrez une notification une fois le délai de sécurité écoulé. Vous pourrez alors configurer Face ID.
he: בסיום השהיית האבטחה יישלח עדכון, ואז יהיה באפשרותך להגדיר את Face ID.
hi: सुरक्षा विलंब समाप्त होने पर आपको एक सूचना प्राप्त होगी। उसके बाद आप Face ID सेटअप कर सकेंगे।
hr: Primit ćete obavijest kad sigurnosna odgoda istekne. Tada ćete moći podesiti Face ID.
hu: Értesítést fog kapni, amikor a biztonsági késleltetés véget ér. Ezt követően fogja tudni beállítani a Face ID‑t.
id: Anda akan mendapatkan pemberitahuan setelah penundaan keamanan berakhir. Anda kemudian akan dapat mengatur Face ID.
it: Riceverai una notifica quando il ritardo di sicurezza sarà terminato e potrai configurare Face ID.
ja: セキュリティ上の理由による変更に対する待機時間が終わると通知が届きます。そのあとで、Face IDを設定することができるようになります。
kk: Қауіпсіздік кідірісі аяқталғанда, сізге хабарландыру жіберіледі. Содан кейін ғана Face ID функциясын баптау мүмкін болады.
ko: 보안 지연이 종료되면 알림을 받으며, 그 이후에 Face ID를 설정할 수 있습니다.
lt: Pasibaigus saugos delsos laikotarpiui, gausite pranešimą. Tada galėsite nustatyti „Face ID“.
ms: Anda akan menerima pemberitahuan apabila penundaan keselamatan tamat. Anda kemudian akan dapat menyediakan Face ID.
nl: Je ontvangt een melding wanneer de beveiligingsvertraging is beëindigd. Je kunt dan Face ID configureren.
no: Du vil motta en varsling når sikkerhetsforsinkelsen er over. Du kan deretter tilpasse Face ID.
pl: Po zakończeniu odliczania otrzymasz odpowiednie powiadomienie, a skonfigurowanie Face ID będzie możliwe.
pt_br: Quando o adiamento de segurança terminar, você receberá uma notificação e então poderá configurar o Face ID.
pt_pt: Receberá uma notificação quando o intervalo de segurança terminar. Nessa altura, poderá configurar o Face ID.
ro: Veți primi o notificare atunci când întârzierea de securitate se încheie. Veți putea apoi să configurați Face ID.
ru: Когда системная задержка для защиты данных закончится, Вы получите уведомление и сможете настроить Face ID.
sk: Po skončení bezpečnostného oneskorenia sa vám zobrazí hlásenie. Potom budete môcť nastaviť Face ID.
sl: Ob koncu varnostne zakasnitve boste prejeli obvestilo. Nato boste lahko nastavili funkcijo Face ID.
sv: Du får en notis när säkerhetsfördröjningen avslutas. Sedan kan du ställa in Face ID.
th: คุณจะได้รับการแจ้งเตือนเมื่อรอเวลาเพื่อความปลอดภัยสิ้นสุดแล้ว จากนั้นคุณจะสามารถตั้งค่า Face ID ได้
tr: Güvenlik gecikmesi bittiğinde bir bildirim alırsınız. Daha sonra Face ID’yi ayarlayabilirsiniz.
uk: Коли захисна затримка закінчиться, надійде сповіщення. Тоді ви зможете налаштувати Face ID.
vi: Bạn sẽ nhận được thông báo khi trì hoãn bảo mật kết thúc. Sau đó, bạn sẽ có thể thiết lập Face ID.
zh_cn: 安全延迟结束时你将收到通知。之后即可设置面容ID。
zh_hk: 保安延遲結束時你將會收到通知。之後你就可以設定Face ID。
zh_tw: 安全性延遲結束時會傳送通知。接著你才能設定Face ID。

# DTO_GROUP_DISABLED_REASON_FOOTER_DESCRIPTION_TOUCH_ID
source: Stolen Device Protection is only available when Passcode is turned on and Touch ID is set up.
ar: لا تتوفر "حماية الجهاز المسروق" إلا بعد تشغيل رمز الدخول وإعداد بصمة الإصبع.
bg: Функцията Защита на откраднато устройство е достъпна само когато е включен Код и е настроен Touch ID.
ca: No es pot activar la protecció en cas de robatori del dispositiu sense haver definit un codi i configurat el Touch ID.
cs: Ochrana odcizených zařízení je k dispozici, jen pokud je zapnutý přístupový kód a nastavené Touch ID.
da: Beskyttelse af stjålet enhed er kun tilgængelig, når Kode er slået til, og Touch ID er indstillet.
de: Der Schutz für gestohlene Geräte ist nur verfügbar, wenn der Code aktiviert und Touch ID eingerichtet ist.
el: Η Προστασία κλεμμένης συσκευής είναι διαθέσιμη μόνο όταν είναι ενεργοποιημένος ο Κωδικός και διαμορφωμένο το Touch ID.
es: La protección en caso de robo del dispositivo solo está disponible si tienes un código activado y has configurado Touch ID.
es_us: La protección del dispositivo en caso de robo sólo está disponible si se activó el código y si se configuró Touch ID.
fi: Varastetun laitteen suojaus on saatavilla vain, kun Pääsykoodi on päällä ja kun Touch ID on otettu käyttöön.
fr: La protection en cas de vol de l’appareil est uniquement disponible lorsque le code est activé et que Touch ID est configuré.
fr_ca: La protection en cas de vol de l’appareil est uniquement disponible lorsque le code est activé et que Touch ID est configuré.
he: המאפיין ״הגנה על מכשיר שנגנב״ זמין רק כאשר ״קוד גישה״ מופעל ו-Touch ID מוגדר.
hi: “चोरी हो जाने पर डिवाइस सुरक्षा” केवल तभी उपलब्ध होता है जब पासकोड चालू हो और Touch ID सेटअप किया गया हो।
hr: Zaštita ukradenog uređaja dostupna je samo kad je uključena šifra i podešen Touch ID.
hu: Az Ellopott eszköz védelme csak akkor érhető el, ha a jelkód be van kapcsolva, és a Touch ID be van állítva.
id: Perlindungan Perangkat Curian hanya tersedia jika Kode Sandi dinyalakan dan Touch ID diatur.
it: “Protezione del dispositivo rubato” è disponibile solo quando il codice è attivo e Touch ID è configurato.
ja: “盗難デバイスの保護”は、パスコードがオンになっていてTouch IDが設定されているときのみ使用可能です。
kk: «Ұрланған құрылғыны қорғау» функциясы «Құпиякод» қосулы және Touch ID бапталғанда ғана қолжетімді.
ko: ‘도난당한 기기 보호’는 암호가 켜져 있고 Touch ID가 설정되어 있어야 사용할 수 있습니다.
lt: Pavogto įrenginio apsauga prieinama tik tada, kai įjungta prieigos kodo parinktis ir nustatyta „Touch ID“ funkcija.
ms: Perlindungan Peranti Dicuri hanya tersedia apabila Kod Laluan diaktifkan dan Touch ID disediakan.
nl: 'Bescherming voor gestolen apparaat' is alleen beschikbaar wanneer er een toegangscode is ingeschakeld en Touch ID is geconfigureerd.
no: Beskyttelse av stjålet enhet er kun tilgjengelig når Kode og Touch ID er aktivert.
pl: Ochrona skradzionego urządzenia jest dostępna tylko po włączeniu kodu i skonfigurowaniu Touch ID.
pt_br: A Proteção de Dispositivo Roubado só fica disponível quando o Código está ativado e o Touch ID está configurado.
pt_pt: A proteção de dispositivos roubados só está disponível quando o código e o Touch ID está configurado.
ro: Protecția pentru dispozitive furate este disponibilă doar atunci când codul de acces este activat și funcționalitatea Touch ID este configurată.
ru: Защита украденного устройства доступна, только если включен код‑пароль и настроен Touch ID.
sk: Ochrana odcudzeného zariadenia je k dispozícii, len keď je zapnuté uzamykanie kódom a nastavené Touch ID.
sl: Zaščita za ukradeno napravo je na voljo le, če je vklopljena koda za dostop in nastavljena funkcija Touch ID.
sv: Skydd för stulen enhet är bara tillgängligt när Lösenkod och Touch ID är aktiverade.
th: การปกป้องอุปกรณ์เมื่อถูกขโมยจะมีเมื่อเปิดใช้รหัสผ่านและตั้งค่า Touch ID แล้วเท่านั้น
tr: Çalınan Aygıt Koruması, yalnızca Parola açılmış ve Touch ID ayarlanmış iken kullanılabilir.
uk: Захист украденого пристрою доступний, тільки якщо ввімкнено код допуску й налаштовано Touch ID.
vi: Bảo vệ thiết bị khi bị đánh cắp chỉ khả dụng khi Mật mã được bật và Touch ID được thiết lập.
zh_cn: “失窃设备保护”仅在已打开密码并设置触控ID时可用。
zh_hk: 開啟「密碼」和設定Touch ID後才可使用「失竊裝置保護」。
zh_tw: 只有在已開啟「密碼」和設定Touch ID時才能使用「遭竊裝置防護」。
